Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Toggle strikethrough
ar: تبديل يتوسطه خط
ca: Commuta el ratllat
cs: Přepnout přeškrtnutí
da: Skift gennemstregning
de: Durchstreichen umschalten
el: Εναλλαγή διαγραφής
es: Alternar tachado
fa: خط‌خورده
fi: Vaihda yliviivaus
fr: Activer/désactiver le barré
he: החלף קו קו קו
hr: Uključi precrtano
hu: Áthúzás váltása
id: Alihkan coretan
it: Attiva/disattiva barrato
ja: 取り消し線のオン/オフ
ko: 취소선 전환
ms: Togol coretan
nl: Schakel doorhalen in
no: Slå på gjennomstreking
pl: Przełącz przekreślenie
pt_br: Alternar tachado
pt_pt: Alternar tachado
ro: Comutați bararea
ru: Зачеркнутый
sk: Prepnúť prečiarknutie
sl: Preklopi prečrtano
sv: Växla genomstruken
th: สลับขีดทับ
tr: Üstü çiziliyi aç/kapat
uk: Перемкнути закреслення
ur: اسٹرائیک تھرو ٹوگل کریں۔
vi: Chuyển đổi gạch ngang
zh_hans: 切换删除线
zh_hant: 切換刪除線

source: Toggle underline
ar: تبديل التسطير
ca: Commuta el subratllat
cs: Přepnout podtržení
da: Skift understregning
de: Unterstreichen umschalten
el: Εναλλαγή υπογράμμισης
es: Alternar subrayado
fa: زیرخط
fi: Vaihda alleviivaus
fr: Activer/désactiver le soulignement
he: החלף קו תחתון
hr: Uključi podcrtavanje
hu: Az aláhúzás váltása
id: Alihkan garis bawah
it: Attiva/disattiva sottolineato
ja: 下線のオン/オフ
ko: 밑줄 전환
ms: Togol garis bawah
nl: Schakel onderstrepen in
no: Slå på understreking
pl: Przełącz podkreślenie
pt_br: Alternar sublinhado
pt_pt: Alternar sublinhado
ro: Comutați sublinierea
ru: Подчеркнутый
sk: Prepnúť podčiarknutie
sl: Preklop podčrtaja
sv: Växla understrykning
th: สลับขีดเส้นใต้
tr: Altı çiziliyi aç/kapat
uk: Перемкнути підкреслення
ur: انڈر لائن ٹوگل کریں۔
vi: Chuyển đổi gạch chân
zh_hans: 切换下划线
zh_hant: 切換底線

source: Trackpad pinch and **⌘ + Scroll** also zoom on macOS.
ar: اضغط بإصبعيك على لوحة التعقب و**⌘ + Scroll** أيضًا لتكبير macOS.
ca: Pessigueu el trackpad i **⌘ + Scroll** també feu zoom a macOS.
cs: Sevřením trackpadu a **⌘ + posouvání** také přiblížíte macOS.
da: Knib pegefelt og **⌘ + Scroll** zoom også på macOS.
de: Auf macOS zoomen auch Aufziehen/Zusammenziehen auf dem Trackpad und **⌘ + Scrollen**.
el: Πιέστε το trackpad και **⌘ + Scroll** επίσης μεγεθύνετε macOS.
es: En macOS, también puedes hacer zoom pellizcando el trackpad o con **⌘ + desplazamiento**.
fa: در macOS، نیشگون روی ترک‌پد و **⌘ + پیمایش** هم بزرگ‌نمایی می‌کنند.
fi: Ohjauslevyn nipistäminen ja **⌘ + vieritys** zoomaavat myös macOS.
fr: Sur macOS, le pincement sur le trackpad et **⌘ + défilement** permettent aussi de zoomer.
he: משטח העקיבה צביטה ו-**⌘ + גלילה** גם הגדלה macOS.
hr: Stisnite dodirnu podlogu i **⌘ + Scroll** također zumirajte macOS.
hu: A görgetőpad összecsípése és a **⌘ + Scroll** billentyűkombináció szintén nagyítja a macOS elemet.
id: Jepit trackpad dan **⌘ + Gulir** juga memperbesar macOS.
it: Anche il pizzico sul trackpad e **⌘ + Scorrimento** eseguono lo zoom su macOS.
ja: macOS では、トラックパッドのピンチや **⌘ + スクロール** でもズームできます。
ko: macOS에서는 트랙패드 핀치와 **⌘ + 스크롤**로도 확대/축소할 수 있습니다.
ms: Cubitan pad jejak dan **⌘ + Tatal** juga zum pada macOS.
nl: Knijpen op het trackpad en **⌘ + Scrollen** zoomen ook in op macOS.
no: Klyp på styreflaten og **⌘ + Rull** zoom også på macOS.
pl: Zsuwanie gładzika i **⌘ + przewijanie** również włączają powiększenie macOS.
pt_br: No macOS, a pinça no trackpad e **⌘ + rolagem** também aplicam zoom.
pt_pt: Aperte o trackpad e **⌘ + Rolar** também amplie macOS.
ro: Ciupirea trackpadului și **⌘ + Derulare**, de asemenea, măriți pe macOS.
ru: В macOS масштаб также меняется щипком на трекпаде и **⌘ + прокрутка**.
sk: Priblížením na trackpade a **⌘ + posúvaním** tiež priblížte macOS.
sl: Stisnite sledilno ploščico in **⌘ + Scroll** tudi povečajte macOS.
sv: Nypa styrplattan och **⌘ + Scroll** zooma även på macOS.
th: การบีบแทร็กแพดและ **⌘ + Scroll** ก็ซูมไปที่ macOS ด้วย
tr: macOS'te izleme dörtgeninde kıstırma ve **⌘ + Kaydırma** da yakınlaştırır.
uk: Зведення пальців на трекпеді та **⌘ + прокручування** також змінюють масштаб на macOS.
ur: ٹریک پیڈ پنچ اور **⌘ + سکرول** بھی زوم آن macOS۔
vi: Chụm bàn di chuột và **⌘ + Cuộn** cũng phóng to macOS.
zh_hans: 在 macOS 上，触控板双指捏合和 **⌘ + 滚动** 也可以缩放。
zh_hant: 在 macOS 上，觸控式軌跡板的雙指開合和 **⌘ + 捲動**也可以縮放。

source: Translate
ar: ترجمة
ca: Traduir
cs: Přeložit
da: Oversæt
de: Übersetzen
el: Μετάφραση
es: Traducir
fa: ترجمه
fi: Käännä
fr: Traduire
he: תרגם
hr: Prevedi
hu: Fordítás
id: Terjemahkan
it: Traduci
ja: 翻訳
ko: 번역
ms: Terjemah
nl: Vertalen
no: Oversett
pl: Przetłumacz
pt_br: Traduzir
pt_pt: Traduzir
ro: Traduceți
ru: Перевести
sk: Preložiť
sl: Prevajaj
sv: Översätt
th: แปล
tr: Çevir
uk: Перекласти
ur: ترجمہ کریں۔
vi: Dịch
zh_hans: 翻译
zh_hant: 翻譯

# Translate %@ into all %lld other language%@
source: Translate %1$@ into all %2$lld other language%3$@
ar: ترجمة %1$@ إلى جميع %2$lld اللغات الأخرى%3$@
ca: Tradueix %1$@ a tots els %2$lld idiomes [FMT_2]]
cs: Přeložte %1$@ do všech %2$lld jiných jazyků%3$@
da: Oversæt %1$@ til alle %2$lld andre sprog%3$@
de: Übersetze %1$@ in alle %2$lld anderen Sprachen%3$@
el: Μετάφραση %1$@ σε όλες τις %2$lld άλλες γλώσσες%3$@
es: Traducir %1$@ a todos los %2$lld otros idiomas%3$@
fa: ترجمه %1$@ به همه %2$lld زبان دیگر%3$@
fi: Käännä %1$@ kaikille %2$lld muille kielille%3$@
fr: Traduire %1$@ dans toutes les %2$lld autres langues%3$@
he: תרגם את %1$@ לכל %2$lld השפות האחרות%3$@
hr: Prevedite %1$@ na sve %2$lld druge jezike%3$@
hu: Az %1$@ fordítása az összes %2$lld másik nyelvre%3$@
id: Terjemahkan %1$@ ke dalam semua %2$lld bahasa lain%3$@
ja: %1$@ をすべての %2$lld 他の言語 %3$@ に翻訳します
ko: %1$@을 모든 %2$lld 다른 언어%3$@로 번역
ms: Terjemah %1$@ ke dalam semua %2$lld bahasa lain%3$@
nl: Vertaal %1$@ in alle %2$lld andere talen%3$@
no: Oversett %1$@ til alle %2$lld andre språk%3$@
pl: Przetłumacz %1$@ na wszystkie %2$lld inne języki%3$@
pt_br: Traduzir %1$@ para todos os %2$lld outros idiomas%3$@
pt_pt: Traduzir %1$@ para todos os %2$lld outros idiomas%3$@
ro: Traduceți %1$@ în toate celelalte %2$lld limbi%3$@
sk: Preložiť %1$@ do všetkých %2$lld iných jazykov%3$@
sl: Prevedi %1$@ v vse %2$lld druge jezike%3$@
sv: Översätt %1$@ till alla %2$lld andra språk%3$@
th: แปล %1$@ เป็นภาษาอื่นทั้งหมด %2$lld %3$@
ur: %1$@ کا تمام %2$lld دوسری زبان%3$@ میں ترجمہ کریں
vi: Dịch %1$@ sang tất cả %2$lld ngôn ngữ khác%3$@
zh_hans: 将 %1$@ 翻译成所有 %2$lld 其他语言 %3$@

# Translate %lld selected texts into %lld other languages
source: Translate %1$lld selected texts into %2$lld other languages
ar: ترجمة %1$lld النصوص المحددة إلى %2$lld لغات أخرى
ca: Tradueix els %1$lld textos seleccionats a %2$lld altres idiomes
cs: Přeložte %1$lld vybrané texty do %2$lld jiných jazyků
da: Oversæt %1$lld valgte tekster til %2$lld andre sprog
de: %lld ausgewählte Texte in %lld weitere Sprachen übersetzen
el: Μεταφράστε %1$lld επιλεγμένα κείμενα σε %2$lld άλλες γλώσσες
es: Traducir %lld textos seleccionados a %lld idiomas más
fa: ترجمهٔ %lld متن انتخاب‌شده به %lld زبان دیگر
fi: Käännä %1$lld valitut tekstit %2$lld muille kielille
fr: Traduire %lld textes sélectionnés dans %lld autres langues
he: תרגם %1$lld טקסטים נבחרים ל-%2$lld שפות אחרות
hr: Prevedite %1$lld odabrane tekstove na %2$lld drugih jezika
hu: Fordítsa le %1$lld kiválasztott szövegeit %2$lld másik nyelvre
id: Terjemahkan %1$lld teks yang dipilih ke dalam %2$lld bahasa lain
it: Traduci %lld testi selezionati in %lld altre lingue
ja: 選択した%lld件のテキストをほか%lld言語に翻訳
ko: 선택한 텍스트 %lld개를 다른 언어 %lld개로 번역
ms: Terjemahkan %1$lld teks yang dipilih ke dalam %2$lld bahasa lain
nl: Vertaal %1$lld geselecteerde teksten naar %2$lld andere talen
no: Oversett %1$lld valgte tekster til %2$lld andre språk
pl: Przetłumacz %1$lld wybrane teksty na %2$lld inne języki
pt_br: Traduzir %lld textos selecionados para %lld outros idiomas
pt_pt: Traduzir %1$lld textos selecionados para %2$lld outros idiomas
ro: Traduceți %1$lld textele selectate în %2$lld alte limbi
ru: Перевести выбранные тексты (%lld) на другие языки (%lld)
sk: Preložte %1$lld vybraté texty do %2$lld iných jazykov
sl: Prevedite %1$lld izbrana besedila v %2$lld druge jezike
sv: Översätt %1$lld valda texter till %2$lld andra språk
th: แปลข้อความที่เลือก %1$lld เป็นภาษาอื่น %2$lld
tr: Seçili %lld metni diğer %lld dile çevir
uk: Перекласти вибрані тексти (%lld) іншими мовами (%lld)
ur: %1$lld منتخب متن کا %2$lld دوسری زبانوں میں ترجمہ کریں۔
vi: Dịch %1$lld văn bản đã chọn sang %2$lld ngôn ngữ khác
zh_hans: 将 %lld 个所选文本翻译成其他 %lld 种语言
zh_hant: 將 %lld 個所選文字翻譯成其他 %lld 種語言

source: Translate %lld selected texts into 1 other language
ar: ترجمة %1$lld النصوص المحددة إلى لغة واحدة أخرى
ca: Tradueix els %1$lld textos seleccionats a un altre idioma
cs: Přeložte %1$lld vybrané texty do 1 jiného jazyka
da: Oversæt %1$lld valgte tekster til 1 andet sprog
de: %lld ausgewählte Texte in 1 weitere Sprache übersetzen
el: Μεταφράστε %1$lld επιλεγμένα κείμενα σε 1 άλλη γλώσσα
es: Traducir %lld textos seleccionados a 1 idioma más
fa: ترجمهٔ %lld متن انتخاب‌شده به ۱ زبان دیگر
fi: Käännä %1$lld valitut tekstit yhdelle muulle kielelle
fr: Traduire %lld textes sélectionnés dans 1 autre langue
he: Translate %1$lld selected texts into 1 other language
hr: Prevedite %1$lld odabrane tekstove na 1 drugi jezik
hu: Fordítsa le %1$lld kiválasztott szövegeit 1 másik nyelvre
id: Terjemahkan %1$lld teks yang dipilih ke dalam 1 bahasa lain
it: Traduci %lld testi selezionati in 1 altra lingua
ja: 選択した%lld件のテキストをほか1言語に翻訳
ko: 선택한 텍스트 %lld개를 다른 언어 1개로 번역
ms: Terjemah %1$lld teks yang dipilih ke dalam 1 bahasa lain
nl: Vertaal %1$lld geselecteerde teksten in 1 andere taal
no: Oversett %1$lld valgte tekster til 1 annet språk
pl: Przetłumacz %1$lld wybrane teksty na 1 inny język
pt_br: Traduzir %lld textos selecionados para 1 outro idioma
pt_pt: Traduzir %1$lld textos selecionados para 1 outro idioma
ro: Traduceți %1$lld textele selectate în altă limbă
ru: Перевести выбранные тексты (%lld) еще на 1 язык
sk: Preložte %1$lld vybraté texty do 1 iného jazyka
sl: Prevedite %1$lld izbrana besedila v 1 drug jezik
sv: Översätt %1$lld markerade texter till 1 annat språk
th: แปลข้อความที่เลือก %1$lld เป็นอีก 1 ภาษา
tr: Seçili %lld metni diğer 1 dile çevir
uk: Перекласти вибрані тексти (%lld) ще 1 мовою
ur: %1$lld منتخب تحریروں کا 1 دوسری زبان میں ترجمہ کریں۔
vi: Dịch %1$lld văn bản đã chọn sang 1 ngôn ngữ khác
zh_hans: 将 %lld 个所选文本翻译成其他 1 种语言
zh_hant: 將 %lld 個所選文字翻譯成其他 1 種語言

source: Translate into %@
ar: الترجمة إلى %1$@
ca: Tradueix a %1$@
cs: Přeložit do %1$@
da: Oversæt til %1$@
de: In %@ übersetzen
el: Μετάφραση σε %1$@
es: Traducir a %@
fa: ترجمه به %1$@
fi: Käännä %1$@
fr: Traduire en %@
he: תרגם ל-%1$@
hr: Prevedi na %1$@
hu: Fordítás %1$@ nyelvre
id: Terjemahkan ke dalam %1$@
it: Traduci in %@
ja: %@ に翻訳
ko: %@(으)로 번역
ms: Terjemah ke %1$@
nl: Vertalen naar %1$@
no: Oversett til %1$@
pl: Przetłumacz na %1$@
pt_br: Traduzir para %@
pt_pt: Traduzir para %1$@
ro: Traduceți în %1$@
ru: Перевести на %@
sk: Preložiť do %1$@
sl: Prevedi v %1$@
sv: Översätt till %1$@
th: แปลเป็น %1$@
tr: %@ diline çevir
uk: Перекласти мовою «%@»
ur: %1$@ میں ترجمہ کریں
vi: Dịch sang %1$@
zh_hans: 翻译成 %@
zh_hant: 翻譯成 %@

source: Translate into All Languages (%lld)
ar: الترجمة إلى جميع اللغات (%1$lld)
ca: Tradueix a tots els idiomes (%1$lld)
cs: Přeložit do všech jazyků (%1$lld)
da: Oversæt til alle sprog (%1$lld)
de: In alle Sprachen übersetzen (%1$lld)
el: Μετάφραση σε όλες τις γλώσσες (%1$lld)
es: Traducir a todos los idiomas (%1$lld)
fa: ترجمه به همهٔ زبان‌ها (%1$lld)
fi: Käännä kaikille kielille (%1$lld)
fr: Traduire dans toutes les langues (%1$lld)
he: תרגם לכל השפות (%1$lld)
hr: Prevedi na sve jezike (%1$lld)
hu: Fordítás minden nyelvre (%1$lld)
id: Terjemahkan ke Semua Bahasa (%1$lld)
it: Traduci in tutte le lingue (%lld)
ja: すべての言語に翻訳 (%1$lld)
ko: 모든 언어로 번역(%1$lld)
ms: Terjemah ke dalam Semua Bahasa (%1$lld)
nl: Vertalen in alle talen (%1$lld)
no: Oversett til alle språk (%1$lld)
pl: Przetłumacz na wszystkie języki (%1$lld)
pt_br: Traduzir para todos os idiomas (%1$lld)
pt_pt: Traduzir para todos os idiomas (%1$lld)
ro: Traduceți în toate limbile (%1$lld)
ru: Перевести на все языки (%lld)
sk: Preložiť do všetkých jazykov (%1$lld)
sl: Prevedi v vse jezike (%1$lld)
sv: Översätt till alla språk (%1$lld)
th: แปลเป็นภาษาทั้งหมด (%1$lld)
tr: Tüm Dillere Çevir (%lld)
uk: Перекласти всіма мовами (%lld)
ur: تمام زبانوں میں ترجمہ کریں (%1$lld)
vi: Dịch sang mọi ngôn ngữ (%1$lld)
zh_hans: 翻译成所有语言（%1$lld）
zh_hant: 翻譯成所有語言（%lld）

source: Translate Selected
ar: ترجمة المحدد
ca: Tradueix seleccionat
cs: Přeložit Vybráno
da: Oversæt valgt
de: Ausgewählte übersetzen
el: Επιλέχτηκε Μετάφραση
es: Traducir selección
fa: ترجمهٔ موارد انتخاب‌شده
fi: Käännä valitut
fr: Traduire la sélection
he: תרגם נבחר
hr: Prevedi odabrano
hu: Fordítás Kijelölve
id: Terjemahkan yang Dipilih
it: Traduci selezione
ja: 選択項目を翻訳
ko: 선택한 항목 번역
ms: Terjemah Dipilih
nl: Vertaal geselecteerd
no: Oversett valgt
pl: Przetłumacz wybrane
pt_br: Traduzir seleção
pt_pt: Traduzir selecionado
ro: Traduceți selectat
ru: Перевести выбранное
sk: Preložiť vybraté
sl: Prevedi izbrano
sv: Översätt valda
th: แปลที่เลือกแล้ว
tr: Seçileni Çevir
uk: Перекласти вибране
ur: ترجمہ منتخب
vi: Dịch đã chọn
zh_hans: 翻译所选内容
zh_hant: 翻譯所選項目

source: Translate Selected into All Languages (%lld)
ar: ترجمة المحدد إلى كافة اللغات (%1$lld)
ca: Tradueix el seleccionat a tots els idiomes (%1$lld)
cs: Přeložit vybrané do všech jazyků (%1$lld)
da: Oversæt udvalgte til alle sprog (%1$lld)
de: Ausgewählte in alle Sprachen übersetzen (%1$lld)
el: Μετάφραση επιλεγμένων σε όλες τις γλώσσες (%1$lld)
es: Traducir seleccionados a todos los idiomas (%1$lld)
fa: ترجمهٔ موارد انتخاب‌شده به همهٔ زبان‌ها (%1$lld)
fi: Käännä valitut kaikille kielille (%1$lld)
fr: Traduire la sélection dans toutes les langues (%1$lld)
he: תרגם את נבחרות לכל השפות (%1$lld)
hr: Prevedi odabrano na sve jezike (%1$lld)
hu: Kijelöltek fordítása minden nyelvre (%1$lld)
id: Terjemahkan Pilihan ke Semua Bahasa (%1$lld)
it: Traduci selezione in tutte le lingue (%lld)
ja: 選択項目をすべての言語に翻訳 (%1$lld)
ko: 선택한 항목을 모든 언어로 번역(%1$lld)
ms: Terjemah Dipilih ke dalam Semua Bahasa (%1$lld)
nl: Geselecteerde vertaling naar alle talen (%1$lld)
no: Oversett utvalgt til alle språk (%1$lld)
pl: Przetłumacz wybrane na wszystkie języki (%1$lld)
pt_br: Traduzir seleção para todos os idiomas (%1$lld)
pt_pt: Traduzir selecionado para todos os idiomas (%1$lld)
ro: Traduceți selectat în toate limbile (%1$lld)
ru: Перевести выбранное на все языки (%lld)
sk: Preložiť vybrané do všetkých jazykov (%1$lld)
sl: Prevedi izbrano v vse jezike (%1$lld)
sv: Översätt utvalda till alla språk (%1$lld)
th: แปลที่เลือกเป็นภาษาทั้งหมด (%1$lld)
tr: Seçileni Tüm Dillere Çevir (%lld)
uk: Перекласти вибране всіма мовами (%lld)
ur: منتخب کردہ تمام زبانوں میں ترجمہ کریں (%1$lld)
vi: Dịch đã chọn sang tất cả ngôn ngữ (%1$lld)
zh_hans: 将所选内容翻译成所有语言（%1$lld）
zh_hant: 將所選項目翻譯成所有語言（%lld）

source: Translate selected text layers into %@
ar: ترجمة طبقات النص المحددة إلى %1$@
ca: Tradueix les capes de text seleccionades a %1$@
cs: Přeložit vybrané textové vrstvy do %1$@
da: Oversæt valgte tekstlag til %1$@
de: Ausgewählte Textebenen in %@ übersetzen
el: Μεταφράστε επιλεγμένα επίπεδα κειμένου σε %1$@
es: Traducir las formas de texto seleccionadas a %@
fa: ترجمهٔ لایه‌های متنی انتخاب‌شده به %1$@
fi: Käännä valitut tekstitasot kielelle %1$@
fr: Traduire les calques de texte sélectionnés en %@
he: תרגם את שכבות הטקסט שנבחרו ל-%1$@
hr: Prevedi odabrane tekstualne slojeve na %1$@
hu: A kijelölt szövegrétegek fordítása %1$@ nyelvre
id: Terjemahkan lapisan teks yang dipilih ke dalam %1$@
it: Traduci i livelli di testo selezionati in %@
ja: 選択したテキストレイヤーを%@に翻訳
ko: 선택한 텍스트 레이어를 %@(으)로 번역
ms: Terjemah lapisan teks yang dipilih ke dalam %1$@
nl: Vertaal geselecteerde tekstlagen naar %1$@
no: Oversett valgte tekstlag til %1$@
pl: Przetłumacz wybrane warstwy tekstowe na %1$@
pt_br: Traduzir camadas de texto selecionadas para %@
pt_pt: Traduzir camadas de texto selecionadas para %1$@
ro: Traduceți straturile de text selectate în %1$@
ru: Перевести выбранные текстовые слои на %@
sk: Preložiť vybraté textové vrstvy do %1$@
sl: Prevedi izbrane plasti besedila v %1$@
sv: Översätt markerade textlager till %1$@
th: แปลเลเยอร์ข้อความที่เลือกเป็น %1$@
tr: Seçili metin katmanlarını %@ diline çevir
uk: Перекласти вибрані текстові шари мовою «%@»
ur: منتخب ٹیکسٹ پرتوں کا %1$@ میں ترجمہ کریں
vi: Dịch các lớp văn bản đã chọn thành %1$@
zh_hans: 将所选文本图层翻译成 %@
zh_hant: 將所選文字圖層翻譯成 %@

source: Translate Selected to All Languages
ar: ترجمة المحدد لجميع اللغات
ca: Tradueix el seleccionat a tots els idiomes
cs: Přeložit vybrané do všech jazyků
da: Oversæt udvalgte til alle sprog
de: Ausgewählte in alle Sprachen übersetzen
el: Μετάφραση επιλεγμένων σε όλες τις γλώσσες
es: Traducir seleccionados a todos los idiomas
fa: ترجمهٔ موارد انتخاب‌شده به همهٔ زبان‌ها
fi: Käännä valitut kaikille kielille
fr: Traduire la sélection dans toutes les langues
he: תרגם את נבחרות לכל השפות
hr: Prevedi odabrano na sve jezike
hu: A kijelöltek fordítása minden nyelvre
id: Terjemahkan Pilihan ke Semua Bahasa
it: Traduci selezione in tutte le lingue
ja: 選択項目をすべての言語に翻訳
ko: 선택한 항목을 모든 언어로 번역
ms: Terjemah Dipilih kepada Semua Bahasa
nl: Vertaal geselecteerd naar alle talen
no: Oversett valgt til alle språk
pl: Przetłumacz wybrane na wszystkie języki
pt_br: Traduzir seleção para todos os idiomas
pt_pt: Traduzir selecionado para todos os idiomas
ro: Traduceți selectat în toate limbile
ru: Перевести выбранное на все языки
sk: Preložiť vybrané do všetkých jazykov
sl: Prevedi izbrano v vse jezike
sv: Översätt valda till alla språk
th: แปลที่เลือกเป็นภาษาทั้งหมด
tr: Seçileni Tüm Dillere Çevir
uk: Перекласти вибране всіма мовами
ur: منتخب کردہ تمام زبانوں میں ترجمہ کریں۔
vi: Dịch đã chọn sang tất cả các ngôn ngữ
zh_hans: 将所选内容翻译为所有语言
zh_hant: 將所選內容翻譯成所有語言

source: Translate text once, lay it out once, ship every language.
ar: ترجمة النص مرة واحدة، وتصميمه مرة واحدة، وشحن كل اللغات.
ca: Tradueix el text una vegada, distribueix-lo una vegada, envia tots els idiomes.
cs: Text jednou přeložte, jednou rozložte, odešlete všechny jazyky.
da: Oversæt tekst én gang, læg den én gang, send hvert sprog.
de: Text einmal übersetzen, einmal gestalten, jede Sprache veröffentlichen.
el: Μεταφράστε κείμενο μία φορά, απλώστε το μία φορά, στείλτε κάθε γλώσσα.
es: Traduce el texto una vez, maquétalo una vez y publica en todos los idiomas.
fa: یک بار ترجمه کنید، یک بار بچینید، به همهٔ زبان‌ها منتشر کنید.
fi: Käännä teksti kerran, aseta se kerran, lähetä kaikki kielet.
fr: Traduisez le texte une fois, mettez-le en page une fois, publiez dans toutes les langues.
he: תרגם טקסט פעם אחת, פרש אותו פעם אחת, שלח כל שפה.
hr: Prevedite tekst jednom, postavite ga jednom, pošaljite na svaki jezik.
hu: Fordítsa le a szöveget egyszer, terítse el egyszer, küldje el minden nyelven.
id: Terjemahkan teks sekali, tata letak sekali, kirimkan setiap bahasa.
it: Traduci il testo una volta, impaginalo una volta, pubblica in ogni lingua.
ja: 翻訳もレイアウトも一度だけ。すべての言語でリリースできます。
ko: 텍스트는 한 번 번역하고, 레이아웃은 한 번 배치하고, 모든 언어로 출시하세요.
ms: Terjemah teks sekali, letakkan sekali, hantarkan setiap bahasa.
nl: Tekst één keer vertalen, één keer opmaken, elke taal verzenden.
no: Oversett tekst én gang, legg den ut én gang, send hvert språk.
pl: Przetłumacz tekst raz, rozłóż go raz, wyślij każdy język.
pt_br: Traduza o texto uma vez, monte o layout uma vez e publique em todos os idiomas.
pt_pt: Traduza o texto uma vez, organize-o uma vez e envie para todos os idiomas.
ro: Traduceți textul o dată, aranjați-l o dată, expediați fiecare limbă.
ru: Переведите текст один раз, сверстайте один раз — выпускайте на всех языках.
sk: Text raz preložte, raz rozložte, odošlite všetky jazyky.
sl: Prevedite besedilo enkrat, postavite ga enkrat, pošljite v vsak jezik.
sv: Översätt text en gång, lägg ut den en gång, skicka alla språk.
th: แปลข้อความครั้งเดียว จัดวางครั้งเดียว จัดส่งทุกภาษา
tr: Metni bir kez çevirin, bir kez düzenleyin, her dilde yayımlayın.
uk: Перекладіть текст один раз, розташуйте один раз — і випускайте всіма мовами.
ur: متن کا ایک بار ترجمہ کریں، ایک بار ترتیب دیں، ہر زبان میں بھیجیں۔
vi: Dịch văn bản một lần, trình bày một lần, chuyển mọi ngôn ngữ.
zh_hans: 文本翻译一次、布局一次，即可发布每种语言。
zh_hant: 文字只需翻譯一次、版面只需排一次，就能推出所有語言。

source: Translate this text into %lld other languages
ar: ترجمة هذا النص إلى %1$lld لغات أخرى
ca: Tradueix aquest text a %1$lld altres idiomes
cs: Přeložte tento text do %1$lld dalších jazyků
da: Oversæt denne tekst til %1$lld andre sprog
de: Diesen Text in %lld weitere Sprachen übersetzen
el: Μεταφράστε αυτό το κείμενο σε %1$lld άλλες γλώσσες
es: Traducir este texto a %lld idiomas más
fa: ترجمهٔ این متن به %lld زبان دیگر
fi: Käännä tämä teksti %1$lld muille kielille
fr: Traduire ce texte dans %lld autres langues
he: תרגם את הטקסט הזה ל-%1$lld שפות אחרות
hr: Prevedite ovaj tekst na %1$lld druge jezike
hu: Fordítsa le ezt a szöveget %1$lld másik nyelvre
id: Terjemahkan teks ini ke %1$lld bahasa lain
it: Traduci questo testo in %lld altre lingue
ja: このテキストをほか%lld言語に翻訳
ko: 이 텍스트를 다른 언어 %lld개로 번역
ms: Terjemahkan teks ini ke dalam %1$lld bahasa lain
nl: Vertaal deze tekst in %1$lld andere talen
no: Oversett denne teksten til %1$lld andre språk
pl: Przetłumacz ten tekst na %1$lld inne języki
pt_br: Traduzir este texto para %lld outros idiomas
pt_pt: Traduzir este texto para %1$lld outros idiomas
ro: Traduceți acest text în alte %1$lld limbi
ru: Перевести этот текст на другие языки (%lld)
sk: Preložte tento text do %1$lld iných jazykov
sl: Prevedite to besedilo v %1$lld druge jezike
sv: Översätt den här texten till %1$lld andra språk
th: แปลข้อความนี้เป็นภาษาอื่น %1$lld
tr: Bu metni diğer %lld dile çevir
uk: Перекласти цей текст іншими мовами (%lld)
ur: اس متن کا %1$lld دوسری زبانوں میں ترجمہ کریں۔
vi: Dịch văn bản này sang %1$lld ngôn ngữ khác
zh_hans: 将此文本翻译成另外 %lld 种语言
zh_hant: 將此文字翻譯成其他 %lld 種語言

source: Translate this text into 1 other language
ar: ترجمة هذا النص إلى 1 لغة أخرى
ca: Tradueix aquest text a un altre idioma
cs: Přeložte tento text do 1 jiného jazyka
da: Oversæt denne tekst til 1 andet sprog
de: Diesen Text in 1 weitere Sprache übersetzen
el: Μεταφράστε αυτό το κείμενο σε 1 άλλη γλώσσα
es: Traducir este texto a 1 idioma más
fa: ترجمهٔ این متن به ۱ زبان دیگر
fi: Käännä tämä teksti yhdelle muulle kielelle
fr: Traduire ce texte dans 1 autre langue
he: תרגם את הטקסט הזה לשפה אחת אחרת
hr: Prevedite ovaj tekst na 1 drugi jezik
hu: Fordítsa le ezt a szöveget 1 másik nyelvre
id: Terjemahkan teks ini ke dalam 1 bahasa lain
it: Traduci questo testo in 1 altra lingua
ja: このテキストをほか1言語に翻訳
ko: 이 텍스트를 다른 언어 1개로 번역
ms: Terjemahkan teks ini ke dalam 1 bahasa lain
nl: Vertaal deze tekst naar 1 andere taal
no: Oversett denne teksten til 1 annet språk
pl: Przetłumacz ten tekst na 1 inny język
pt_br: Traduzir este texto para 1 outro idioma
pt_pt: Traduzir este texto para 1 outro idioma
ro: Traduceți acest text în altă limbă
ru: Перевести этот текст еще на 1 язык
sk: Preložte tento text do 1 iného jazyka
sl: Prevedite to besedilo v 1 drug jezik
sv: Översätt den här texten till 1 annat språk
th: แปลข้อความนี้เป็นภาษาอื่นอีก 1 ภาษา
tr: Bu metni diğer 1 dile çevir
uk: Перекласти цей текст ще 1 мовою
ur: اس متن کا 1 دوسری زبان میں ترجمہ کریں۔
vi: Dịch văn bản này sang 1 ngôn ngữ khác
zh_hans: 将此文本翻译成另外 1 种语言
zh_hant: 將此文字翻譯成其他 1 種語言
